Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Show Desktop
ar: إظهار سطح المكتب
ca: Mostra l’escriptori
cs: Zobrazit plochu
da: Vis skrivebord
de: Schreibtisch einblenden
el: Εμφάνιση γραφείου εργασίας
es: Mostrar Escritorio
es_us: Mostrar Escritorio
fi: Näytä työpöytä
fr: Afficher le bureau
fr_ca: Afficher le bureau
he: הצגת המכתבה
hi: डेस्कटॉप दिखाएँ
hr: Pokaži radnu površinu
hu: Íróasztal megjelenítése
id: Tampilkan Desktop
it: Mostra scrivania
ja: デスクトップを表示
ko: 데스크탑 보기
ms: Tunjukkan Desktop
nb: Vis skrivebord
nl: Toon bureaublad
pl: Pokaż biurko
pt_br: Mostrar Mesa
pt_pt: Mostrar Secretária
ro: Afișează desktopul
ru: Показать Рабочий стол
sk: Zobraziť plochu
sl: Prikaži namizje
sv: Visa skrivbord
th: แสดงเดสก์ท็อป
tr: Masaüstünü Göster
uk: Показати Робочий стіл
vi: Hiển thị Màn hình nền
zh_cn: 显示桌面
zh_hk: 顯示桌面
zh_tw: 顯示桌面

source: Show indicators for open applications
ar: إظهار المؤشرات للتطبيقات المفتوحة
ca: Mostra els indicadors a les apps obertes
cs: Zobrazit indikátory pro otevřené aplikace
da: Vis indikatorer for åbne apps
de: Anzeige für geöffnete Programme einblenden
el: Εμφάνιση ενδείξεων για ανοιχτές εφαρμογές
es: Mostrar indicadores en las aplicaciones abiertas
es_us: Mostrar indicadores en las aplicaciones abiertas
fi: Näytä avoimien ohjelmien ilmaisimet
fr: Afficher les indicateurs des applications ouvertes
fr_ca: Afficher les indicateurs des applications ouvertes
he: הצגת חיוויים עבור יישומים פתוחים
hi: खुले ऐप्लिकेशन के लिए संकेतक दिखाएँ
hr: Prikaži indikatore za otvorene aplikacije
hu: Megnyitott alkalmazások megjelölése
id: Tampilkan indikator untuk aplikasi yang terbuka
it: Mostra indicatori per le applicazioni aperte
ja: 起動済みのアプリケーションにインジケータを表示
ko: 열려 있는 응용 프로그램에 대한 표시 보기
ms: Tunjukkan penunjuk untuk aplikasi terbuka
nb: Vis indikatorer for åpne apper
nl: Toon aanduidingen voor geopende apps
pl: Pokazuj wskaźniki otwartych aplikacji
pt_br: Mostrar indicadores para aplicativos abertos
pt_pt: Indicar as aplicações abertas
ro: Afișează indicatoare pentru aplicațiile deschise
ru: Показывать индикаторы открытых программ
sk: Zobraziť indikátory otvorených aplikácií
sl: Prikaži indikatorje za odprte aplikacije
sv: Visa indikatorer under öppna appar
th: แสดงสถานะสำหรับแอปพลิเคชันที่เปิดอยู่
tr: Açık uygulamalar için göstergeleri göster
uk: Показувати індикатори для відкритих програм
vi: Hiển thị chỉ báo cho các ứng dụng đang mở
zh_cn: 为打开的应用程序显示指示灯
zh_hk: 為開啟的應用程式顯示指示燈
zh_tw: 為打開的應用程式顯示指示燈

source: Show Items
ar: إظهار العناصر
ca: Mostra els ítems
cs: Zobrazit položky
da: Vis emner
de: Objekte einblenden
el: Εμφάνιση στοιχείων
es: Mostrar ítems
es_us: Mostrar elementos
fi: Näytä kohteet
fr: Afficher les éléments
fr_ca: Afficher les éléments
he: הצגת פריטים
hi: आइटम दिखाएँ
hr: Prikaži stavke
hu: Elemek megjelenítése
id: Tampilkan Item
it: Mostra elementi
ja: 項目を表示
ko: 항목 보기
ms: Tunjukkan Item
nb: Vis objekter
nl: Toon onderdelen
pl: Pokaż rzeczy
pt_br: Mostrar Itens
pt_pt: Mostrar elementos
ro: Afișează articolele
ru: Показывать объекты
sk: Zobraziť položky
sl: Prikaz elementov
sv: Visa objekt
th: แสดงรายการ
tr: Öğeleri Göster
uk: Показувати елементи
vi: Hiển thị các mục
zh_cn: 显示项目
zh_hk: 顯示項目
zh_tw: 顯示項目

source: Show recent apps in Stage Manager
ar: إظهار التطبيقات الحديثة في منظم الواجهة
ca: Mostra les apps recents a l’organitzador visual
cs: Zobrazovat ve Stage Manageru poslední aplikace
da: Vis seneste apps i Organisator
de: Letzte Apps in Stage Manager anzeigen
el: Εμφάνιση πρόσφατων εφαρμογών στο Προσκήνιο
es: Mostrar las apps recientes en el organizador visual
es_us: Mostrar apps recientes en el organizador visual
fi: Näytä äskeiset apit Järjestäjässä
fr: Afficher les apps récentes dans Stage Manager
fr_ca: Afficher les apps récentes dans Stage Manager
he: הצגת יישומים אחרונים ב״מנהל התצוגה״
hi: स्टेज मैनेजर में हालिया ऐप्स दिखाएँ
hr: Prikaži nedavne aplikacije u Scenskom upravitelju
hu: Legutóbbi appok megjelenítése a Porondmesterben
id: Tampilkan app terbaru di Pengelola Sorotan
it: Mostra le app recenti in Stage Manager
ja: 最近使用したアプリをステージマネージャに表示
ko: 스테이지 매니저에서 최근 사용한 앱 보기
ms: Tunjukkan app terbaharu dalam Stage Manager
nb: Vis nylig brukte apper i Stage Manager
nl: Toon recente apps in Stage Manager
pl: Pokazuj ostatnie aplikacje w widoku Stage Manager
pt_br: Mostrar apps recentes no Organizador Visual
pt_pt: Mostrar aplicações recentes no Stage Manager
ro: Afișează aplicațiile recente în Manager de scenă
ru: Показывать недавние приложения в Постановщике
sk: Zobraziť posledné apky v Stage Manageri
sl: Prikaži nedavne aplikacije v Upravitelju scene
sv: Visa senaste appar i Blickfång
th: แสดงแอปล่าสุดในตัวจัดการให้อยู่ตรงกลาง
tr: Son kullanılan uygulamaları Sahne Yöneticisi’nde göster
uk: Показувати недавні програми в Постановнику
vi: Hiển thị ứng dụng gần đây trong Quản lý màn hình
zh_cn: 在台前调度中显示最近使用的App
zh_hk: 在「幕前管理」顯示最近使用的App
zh_tw: 在幕前調度中顯示最近使用過的App

source: Show suggested and recent apps in Dock
ar: إظهار التطبيقات المقترحة والحديثة في شريط الأيقونات
ca: Mostra les apps suggerides i les apps recents al Dock
cs: Zobrazovat v Docku doporučené a poslední aplikace
da: Vis foreslåede og seneste apps i Dock
de: Vorgeschlagene und letzte Apps im Dock anzeigen
el: Εμφάνιση προτεινόμενων και πρόσφατων εφαρμογών στο Dock
es: Mostrar las apps recientes y sugeridas en el Dock
es_us: Mostrar apps recientes y sugeridas en el Dock
fi: Näytä ehdotetut ja äskeiset apit Dockissa
fr: Afficher les apps suggérées et récentes dans le Dock
fr_ca: Afficher les apps suggérées/récemment utilisées dans le Dock
he: הצגת יישומים מומלצים ויישומים אחרונים ב-Dock
hi: Dock में सुझाए गए और हालिया ऐप्स दिखाएँ
hr: Prikaži predložene i nedavne aplikacije u Docku
hu: Javasolt és legutóbbi appok megjelenítése a Dockban
id: Tampilkan app yang disarankan dan terbaru di Dock
it: Mostra le app suggerite e quelle recenti nel Dock
ja: アプリの提案と最近使用したアプリをDockに表示
ko: Dock에서 제안된 앱 및 최근 앱 보기
ms: Tunjukkan app cadangan dan terbaharu dalam Dock
nb: Vis foreslåtte og nylig brukte apper i Dock
nl: Toon aanbevolen en recente apps in Dock
pl: Pokazuj sugerowane i ostatnie aplikacje w Docku
pt_br: Mostrar apps sugeridos e recentes no Dock
pt_pt: Mostrar aplicações recentes e sugeridas na Dock
ro: Afișează aplicațiile sugerate și recente în Dock
ru: Показывать предложенные и недавние приложения в Dock
sk: Zobraziť v Docku navrhované a posledné apky
sl: Prikaži predlagane in nedavne aplikacije v vrstici Dock
sv: Visa föreslagna och senaste appar i Dock
th: แสดงแอปที่แนะนำและแอปที่ใช้ล่าสุดบน Dock
tr: Önerilen ve son kullanılan uygulamaları Dock’ta göster
uk: Показувати пропоновані та недавні програми в Dock
vi: Hiển thị ứng dụng được gợi ý và gần đây trên Dock
zh_cn: 在程序坞中显示建议App和最近使用的App
zh_hk: 在Dock中顯示建議和最近使用過的App
zh_tw: 在Dock中顯示建議的和最近使用過的App

source: Show Widgets
ar: إظهار الأدوات
ca: Mostra els ginys
cs: Zobrazit widgety
da: Vis widgets
de: Widgets einblenden
el: Εμφάνιση widget
es: Mostrar widgets
es_us: Mostrar widgets
fi: Näytä widgetit
fr: Afficher les widgets
fr_ca: Afficher les widgets
he: הצגת וידג׳טים
hi: विजेट दिखाएँ
hr: Prikaži widgete
hu: Widgetek megjelenítése
id: Tampilkan Widget
it: Mostra widget
ja: ウィジェットを表示
ko: 위젯 보기
ms: Tunjukkan Widget
nb: Vis widgeter
nl: Toon widgets
pl: Pokaż widżety
pt_br: Mostrar Widgets
pt_pt: Mostrar widgets
ro: Afișează widgeturile
ru: Показывать виджеты
sk: Zobraziť widgety
sl: Prikaz gradnikov
sv: Visa widgetar
th: แสดงวิดเจ็ต
tr: Araç Takımlarını Göster
uk: Показувати віджети
vi: Hiển thị các tiện ích
zh_cn: 显示小组件
zh_hk: 顯示小工具
zh_tw: 顯示小工具

source: Show windows from an application
ar: إظهار النوافذ من التطبيق
ca: Mostra les finestres d’una app
cs: Okna aplikace zobrazit
da: Vis vinduer fra en app
de: Fenster einer App anzeigen
el: Εμφάνιση παραθύρων από εφαρμογή
es: Mostrar las ventanas de una aplicación
es_us: Mostrar las ventanas de una app
fi: Näytä apin ikkunat
fr: Afficher les fenêtres d’une application
fr_ca: Afficher les fenêtres d’une application
he: הצגת חלונות מיישום
hi: ऐप्लिकेशन की विंडो दिखाएँ
hr: Prikaži prozore iz aplikacije
hu: Azonos alkalmazásból származó ablakok megjelenítése
id: Tampilkan jendela dari aplikasi
it: Mostra finestre da un’applicazione
ja: アプリケーションウインドウの表示方法
ko: 응용 프로그램의 윈도우 보기
ms: Tunjukkan tetingkap daripada aplikasi
nb: Vis vinduer fra en app
nl: Toon vensters van een app
pl: Pokazuj okna z aplikacji
pt_br: Mostrar as janelas de um aplicativo
pt_pt: Mostrar janelas de uma aplicação
ro: Afișează ferestrele dintr‑o aplicație
ru: Показывать окна приложения
sk: Zobrazovať okná aplikácie
sl: Prikaz oken določene aplikacije
sv: Visa fönster från en app
th: แสดงหน้าต่างจากแอปพลิเคชัน
tr: Uygulama pencerelerini göster
uk: Показувати вікна програми
vi: Hiển thị các cửa sổ từ ứng dụng
zh_cn: 显示应用程序窗口
zh_hk: 顯示應用程式的視窗
zh_tw: 從應用程式顯示視窗

source: Size
ar: الحجم
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
es_us: Tamaño
fi: Koko
fr: Taille
fr_ca: Format
he: גודל
hi: आकार
hr: Veličina
hu: Méret
id: Ukuran
it: Dimensioni
ja: サイズ
ko: 크기
ms: Saiz
nb: Størrelse
nl: Grootte
pl: Wielkość
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Rozmer
sl: Velikost
sv: Storlek
th: ขนาด
tr: Boyut
uk: Розмір
vi: Kích cỡ
zh_cn: 大小
zh_hk: 大小
zh_tw: 大小

source: Small
ar: صغير
ca: Petita
cs: Min.
da: Lille
de: Klein
el: Μικρό
es: Pequeño
es_us: Chico
fi: Pieni
fr: Petit
fr_ca: Petit
he: קטן
hi: छोटा
hr: Malo
hu: Kicsi
id: Kecil
it: Min
ja: 小
ko: 작게
ms: Kecil
nb: Liten
nl: Klein
pl: mały
pt_br: Pequeno
pt_pt: Pequeno
ro: Mică
ru: малый
sk: Malý
sl: Majhno
sv: Liten
th: เล็ก
tr: Küçük
uk: Менше
vi: Nhỏ
zh_cn: 小
zh_hk: 小
zh_tw: 小

source: Stage Manager
ar: منظم الواجهة
ca: Organitzador visual
da: Organisator
el: Προσκήνιο
es: Organizador visual
es_us: Organizador visual
fi: Järjestäjä
he: מנהל התצוגה
hi: स्टेज मैनेजर
hr: Scenski upravitelj
hu: Porondmester
id: Pengelola Sorotan
ja: ステージマネージャ
ko: 스테이지 매니저
pt_br: Organizador Visual
ro: Manager de scenă
ru: Постановщик
sl: Upravitelj scene
sv: Blickfång
th: ตัวจัดการให้อยู่ตรงกลาง
tr: Sahne Yöneticisi
uk: Постановник
vi: Quản lý màn hình
zh_cn: 台前调度
zh_hk: 幕前管理
zh_tw: 幕前調度

source: Stage Manager arranges your recent windows into a single strip for reduced clutter and quick access.
ar: يرتب منظم الواجهة النوافذ الحديثة في شريط واحد لتقليل الفوضى والوصول إليها سريعًا.
ca: L’organitzador visual agrupa les finestres recents en una sola franja per mantenir‑les ordenades i accedir‑hi ràpidament.
cs: Stage Manager řadí nedávno použitá okna do jednoho pruhu, abyste v nich měli přehled a mohli je rychle otvírat.
da: Organisator arrangerer dine seneste vinduer på en enkelt stribe, så du får mindre rod og nem adgang til dem.
de: Stage Manager ordnet deine zuletzt verwendeten Fenster in einem Streifen an, um Unordnung zu vermeiden und schnellen Zugriff zu ermöglichen.
el: Το Προσκήνιο οργανώνει τα πρόσφατα ανοιγμένα παράθυρά σας σε μια ενιαία λωρίδα για μείωση των περισπασμών και γρήγορη πρόσβαση.
es: El organizador visual organiza tus ventanas recientes en una única vista lateral para minimizar el desorden y facilitar un acceso rápido.
es_us: El organizador visual acomoda tus ventanas recientes en una sola franja para reducir el desorden y ofrecer un acceso más rápido.
fi: Järjestäjä asettaa äskeiset ikkunasi yhdeksi selkeäksi nauhaksi, josta niitä voi käyttää nopeasti.
fr: Stage Manager regroupe les fenêtres que vous avez récemment utilisées dans une bande pour réduire l’encombrement et vous permettre d’y accéder rapidement.
fr_ca: Stage Manager réunit les fenêtres que vous avez ouvertes récemment dans une bande d’accès rapide qui permet de désencombrer le bureau.
he: ״מנהל התצוגה״ מארגן את החלונות האחרונים שפתחת ברצועה אחת כדי להפחית את העומס במסך וכדי לאפשר לך גישה מהירה.
hi: व्यवस्थित करने और क्विक ऐक्सेस के लिए स्टेज मैनेजर आपकी हालिया विंडो को एक पट्टी के रूप में व्यवस्थित करता है।
hr: Scenski upravitelj raspoređuje vaše nedavne prozore u jednu traku radi smanjenja zakrčenosti i bržeg pristupa.
hu: A Porondmester segítségével a nemrég használt ablakokat egy sávba rendezheti a rendezetlenség csökkentéséhez és a gyors eléréshez.
id: Pengelola Sorotan menyusun jendela terbaru Anda ke dalam satu bilah untuk merapikan dan akses cepat.
it: Stage Manager dispone le finestre recenti in una barra unica per mantenerle ordinate e consentirti di ritrovarle rapidamente.
ja: ステージマネージャを使用すると、最近使用したウインドウが1か所にまとめられるため、デスクトップがより整理されウインドウへのアクセスが高速になります。
ko: ‘스테이지 매니저’는 최근에 사용한 윈도우를 스트립으로 정리하여 산만함을 줄이고 윈도우에 빠르게 접근할 수 있도록 해줍니다.
ms: Stage Manager menyusun tetingkap terbaharu anda ke dalam jalur tunggal untuk mengurangkan serakan dan akses cepat.
nb: Stage Manager organiserer nylig brukte vinduer på en rad for ryddig oversikt og rask tilgang.
nl: Met Stage Manager worden je recente vensters gerangschikt op één strook voor meer overzicht en snelle toegang.
pl: Stage Manager wyświetla ostatnio używane okna na uporządkowanym i łatwo dostępnym pasku.
pt_br: O Organizador Visual coloca as janelas recentes em uma única faixa para reduzir a desordem e agilizar o acesso.
pt_pt: O Stage Manager organiza as janelas recentes numa única faixa para facilitar a organização do espaço e permitir o acesso rápido.
ro: Funcționalitatea „Manager de scenă” aranjează ferestrele recente într‑o singură bandă pentru reducerea spațiului utilizat și acces rapid.
ru: Постановщик отображает окна, которые Вы недавно открывали, в единой ленте для быстрого и удобного доступа.
sk: Stage Manager usporiada vaše posledné okná do jediného pruhu, aby ste mali poriadok na ploche a mohli k nim rýchlo pristupovať.
sl: Upravitelj scene razporedi vaša nedavna okna na enem samem traku za večjo preglednost in hitrejši dostop.
sv: Blickfång ordnar de senaste fönstren i en enda lista för mindre plotter och smidig åtkomst.
th: ตัวจัดการให้อยู่ตรงกลางช่วยจัดเรียงหน้าต่างล่าสุดของคุณให้แสดงเรียงกันเป็นแนวเดียวเพื่อลดสิ่งเกะกะและเข้าถึงได้อย่างรวดเร็ว
tr: Sahne Yöneticisi, son kullandığınız pencereleri karışıklığın azaltılması ve hızlı erişim için tek bir çubukta düzenler.
uk: Постановник упорядковує недавні вікна в одну смугу для оптимального використання простору та швидкого й зручного доступу.
vi: Quản lý màn hình sẽ sắp xếp các cửa sổ gần đây của bạn vào một dải duy nhất để giảm lộn xộn và truy cập nhanh.
zh_cn: “台前调度”将你最近使用的窗口整理成单个条状布局，避免杂乱并供你快速取用。
zh_hk: 「幕前管理」會將你最近使用的視窗以單一長條排列來快速取用和避免雜亂。
zh_tw: 「幕前調度」會將你最近使用的視窗排成直條，以避免雜亂並可快速取用。

source: Stage Manager arranges your recent windows into a single strip for reduced clutter and quick access. Stage Manager requires “Displays have separate Spaces” to be enabled.
ar: يرتب منظم الواجهة النوافذ الحديثة في شريط واحد لتقليل الفوضى وللوصول السريع. يتطلب منظم الواجهة تمكين إعداد "توجد للشاشات مساحات منفصلة".
ca: L’organitzador visual agrupa les finestres recents en una sola franja per mantenir‑les ordenades i accedir‑hi ràpidament. Cal que l’opció “Pantalles amb Spaces separats” estigui activada.
cs: Stage Manager řadí nedávno použitá okna do jednoho pruhu, abyste o nich měli přehled a mohli je rychle otvírat. Tato funkce vyžaduje zapnutí volby „Monitorům jsou přiřazeny samostatné plochy“.
da: Organisator arrangerer dine seneste vinduer på en enkelt stribe, så du får mindre rod og nem adgang til dem. Organisator kræver, at “Skærme har separate Spaces” er slået til.
de: Stage Manager ordnet deine zuletzt verwendeten Fenster in einem Streifen an, um Unordnung zu vermeiden und schnellen Zugriff zu ermöglichen. Für Stage Manager muss die Option „Monitore verwenden verschiedene Spaces“ aktiviert sein.
el: Το Προσκήνιο οργανώνει τα πρόσφατα ανοιγμένα παράθυρά σας σε μια ενιαία λωρίδα για μείωση των περισπασμών και γρήγορη πρόσβαση. Για το Προσκήνιο, απαιτείται να είναι ενεργοποιημένη η ρύθμιση «Οι οθόνες έχουν διαφορετικά Spaces».
es: El organizador visual agrupa tus ventanas recientes en una única vista lateral para minimizar el desorden y facilitar un acceso rápido. El organizador visual requiere que esté activada la opción “Pantallas con Spaces separados”.
es_us: El organizador visual acomoda tus ventanas recientes en una sola franja para reducir el desorden y ofrecer un acceso más rápido. El organizador visual requiere que la opción Las pantallas tienen Spaces separados esté activada.
fi: Järjestäjä asettaa äskeiset ikkunasi yhdeksi selkeäksi nauhaksi, josta niitä voi käyttää nopeasti. Järjestäjä vaatii, että Näytöillä on eri tilat -asetus on käytössä.
fr: Stage Manager regroupe les fenêtres que vous avez récemment utilisées dans une bande pour réduire l’encombrement et vous permettre d’y accéder rapidement. Stage Manager requiert l’activation de l’option « Les écrans disposent de Spaces distincts ».
fr_ca: Stage Manager réunit les fenêtres que vous avez ouvertes récemment dans une bande d’accès rapide qui permet de désencombrer le bureau. Stage Manager requiert l’activation du réglage « Les écrans disposent de Spaces distincts ».
he: ״מנהל התצוגה״ מארגן את החלונות האחרונים שפתחת ברצועה אחת כדי להפחית את העומס במסך וכדי לאפשר לך גישה מהירה. כדי להפעיל את ״מנהל התצוגה״ יש להפעיל את ״Spaces נפרדים בצגים״.
hi: व्यवस्थित करने और क्विक ऐक्सेस के लिए स्टेज मैनेजर आपकी हालिया विंडो को एक पट्टी के रूप में व्यवस्थित करता है। स्टेज मैनेजर के लिए “अलग-अलग डिस्प्ले में अलग-अलग Spaces होते हैं” सक्षम करना ज़रूरी है।
hr: Scenski upravitelj raspoređuje vaše nedavne prozore u jednu traku radi smanjenja zakrčenosti i bržeg pristupa. Scenski upravitelj zahtijeva da je opcija “Zasloni imaju zasebne Spacese” omogućena.
hu: A Porondmester segítségével a nemrég használt ablakokat egy sávba rendezheti a rendezetlenség csökkentése és a gyors elérés érdekében. A Porondmesterhez engedélyezni kell „A kijelzőkhöz különálló Spaces tartozik” beállítást.
id: Pengelola Sorotan menyusun jendela terbaru Anda ke dalam satu bilah agar rapi dan dapat diakses dengan cepat. Pengelola Sorotan memerlukan “Tampilan memiliki Spaces terpisah” untuk diaktifkan.
it: Stage Manager dispone le finestre recenti in una barra unica per mantenerle ordinate e consentirti di ritrovarle rapidamente. Per usare Stage Manager, l’opzione “Gli schermi hanno spazi separati” deve essere abilitata.
ja: ステージマネージャを使用すると、最近使用したウインドウが1か所にまとめられるため、デスクトップがより整理されウインドウへのアクセスが高速になります。 ステージマネージャを使用するには、“ディスプレイごとに個別の操作スペース”が有効になっている必要があります。
ko: ‘스테이지 매니저’는 최근에 사용한 윈도우를 스트립으로 정리하여 산만함을 줄이고 윈도우에 빠르게 접근할 수 있도록 해줍니다. 스테이지 매니저를 사용하려면 ‘각각의 Spaces가 있는 디스플레이’ 설정을 활성화해야 합니다.
ms: Stage Manager menyusun tetingkap terbaharu anda ke dalam jalur tunggal untuk mengurangkan serakan dan akses cepat. Stage Manager memerlukan “Paparan mempunyai Spaces berasingan” didayakan.
nb: Stage Manager organiserer nylig brukte vinduer på en rad for ryddig oversikt og rask tilgang. Stage Manager krever at «Skjermer har egne Spaces» er aktivert.
nl: Met Stage Manager worden je recente vensters gerangschikt op één strook voor meer overzicht en snelle toegang. Voor Stage Manager moet 'Beeldschermen hebben afzonderlijke spaces' zijn ingeschakeld.
pl: Stage Manager wyświetla ostatnio używane okna na uporządkowanym i łatwo dostępnym pasku. Stage Manager wymaga włączenia funkcji Osobne przestrzenie dla wyświetlaczy.
pt_br: O Organizador Visual coloca as janelas recentes em uma única faixa para reduzir a desordem e agilizar o acesso. O Organizador Visual requer que a opção “As telas possuem Spaces separados” esteja ativada.
pt_pt: O Stage Manager organiza as janelas recentes numa única faixa para facilitar a organização do espaço e permitir o acesso rápido. O Stage Manager requer que a opção “Ecrãs têm Spaces diferentes” esteja ativada.
ro: Funcționalitatea „Manager de scenă” aranjează ferestrele recente într‑o singură bandă pentru reducerea spațiului utilizat și acces rapid. „Manager de scenă” necesită activarea opțiunii „Afișajele au Spaces separate”.
ru: Постановщик отображает окна, которые Вы недавно открывали, в единой ленте для быстрого и удобного доступа. Для работы Постановщика необходимо включить параметр «Дисплеи с разными рабочими пространствами Spaces».
sk: Stage Manager usporiada vaše posledné okná do jediného pruhu, aby ste mali poriadok na ploche a mohli k nim rýchlo pristupovať. Stage Manager vyžaduje, aby bola zapnutá možnosť Displeje majú vlastné Spaces.
sl: Upravitelj scene razporedi vaša nedavna okna na enem samem traku za večjo preglednost in hitrejši dostop. Upravitelj scene zahteva, da je omogočena možnost »Zasloni imajo ločena namizja Spaces«.
sv: Blickfång ordnar de senaste fönstren i en enda lista för mindre plotter och smidig åtkomst. Blickfång kräver att ”Bildskärmar har egna Spaces” är aktiverat.
th: ตัวจัดการให้อยู่ตรงกลางช่วยจัดเรียงหน้าต่างล่าสุดของคุณให้แสดงเรียงกันเป็นแนวเดียวเพื่อลดสิ่งเกะกะและเข้าถึงได้อย่างรวดเร็ว ตัวจัดการให้อยู่ตรงกลางต้องเปิดใช้งาน “Space ของจอภาพแยกต่างหาก”
tr: Sahne Yöneticisi, son kullandığınız pencereleri karışıklığın azaltılması ve hızlı erişim için tek bir çubukta düzenler. Sahne Yöneticisi, “Ekranların ayrı Spaces alanları olsun” seçeneğinin etkinleştirilmesini gerektirir.
uk: Постановник упорядковує недавні вікна в одну смугу для оптимального використання простору та швидкого й зручного доступу. Для роботи Постановника необхідно ввімкнути параметр «Окремі Spaces на дисплеях».
vi: Quản lý màn hình sẽ sắp xếp các cửa sổ gần đây của bạn vào một dải duy nhất để giảm lộn xộn và truy cập nhanh. Quản lý màn hình yêu cầu “Màn hình có các Spaces riêng biệt” phải được bật.
zh_cn: “台前调度”将你最近使用的窗口整理成单个条状布局，避免杂乱并供你快速取用。 需要启用“显示器具有单独空间”以使用“台前调度”。
zh_hk: 「幕前管理」會將你最近使用的視窗以單一長條排列來避免雜亂和快速取用。 「幕前管理」需要啟用「顯示器有獨立『空間』」。
zh_tw: 「幕前調度」會將你最近使用的視窗排成直條，以避免雜亂並可快速取用。 「幕前調度」需要啟用「顯示器有單獨空間」。

source: Start Screen Saver
ar: بدء شاشة التوقف
ca: Activa l’estalvi de pantalla
cs: Spustit spořič obrazovky
da: Start skærmskåner
de: Bildschirmschoner ein
el: Έναρξη προφύλαξης οθόνης
es: Iniciar salvapantallas
es_us: Iniciar protector de pantalla
fi: Käynnistä näytönsäästäjä
fr: Lancer l’économiseur
fr_ca: Lancer l’économiseur d’écran
he: הפעלת שומר המסך
hi: स्क्रीन सेवर शुरू करें
hr: Pokreni zaštitu zaslona
hu: Képernyővédő elindítása
id: Mulai Penghemat Layar
it: Avvia salvaschermo
ja: スクリーンセーバを開始
ko: 화면 보호기 시작
ms: Mulakan Penyelamat Skrin
nb: Start skjermsparer
nl: Schakel schermbeveiliging in
pl: Włącz wygaszacz ekranu
pt_br: Iniciar o Protetor de Tela
pt_pt: Iniciar proteção de ecrã
ro: Pornește screensaverul
ru: Запустить заставку
sk: Spustiť šetrič obrazovky
sl: Zaženi ohranjevalnik zaslona
sv: Starta skärmsläckaren
th: เริ่มภาพพักหน้าจอ
tr: Ekran Koruyucuyu Başlat
uk: Запустити екранну заставку
vi: Bắt đầu Trình bảo vệ màn hình
zh_cn: 启动屏幕保护程序
zh_hk: 啟動螢幕保護程式
zh_tw: 啟動螢幕保護程式
